"history" = "bitcoin done right";
"splash" = "beautiful simplicity";
"new" = "maximum security";
"send" = "connects directly to the bitcoin network";
"receive" = "no servers to get hacked or go down";
